{"text": "добрый день, техническая поддержка спбгу, слушаю вас. добрый день. я забыла, к сожалению, свой пароль от почты, что мне нужно сделать? скажите пожалуйста свои фамилию, имя, отчество? филатова мария евгеньевна. хорошо, какой у вас факультет? матмех. какой у вас номер группы? 20 б 07 мм. ага, хорошо, с завтрашнего дня можете зайти в деканат, показать студенческий билет, и вам выдадут новый пароль. а дистанционно никак не получится это сделать? простите, но мы не можем без удостоверения личности выдать вам новый пароль. ладно, хорошо, спасибо, до свидания. до свидания.", "summa": "Филатова Мария Евгеньевна забыла свой пароль от почты."}
{"text": "здравствуйте, техническая поддержка спбгу, слушаю вас. здравствуйте. у нас тут в аудитории компьютер и доска не включаются. что делать? хорошо, проверьте, у вас включено оборудование в сеть? включен ли свет в аудитории? и на мониторе, и на доске должны гореть светодиоды. сейчас проверю, секудочку. точно, точно, в щитке не включил, спасибо, до свидания. все, до свидания.", "summa": "В аудитории компьютер и доска не включаются."}
{"text": "здравствуйте, техническая поддержка спбгу, слушаю вас. здравствуйте. уже который раз за день интернет отрубает, почините пожалуйста. скажите пожалуйста номер вашего общежития и блока. 15 общага, 709а. направил информацию провайдеру, проблема будет решена в ближайшее время. все, до свидания. до свидания.", "summa": "Интернет в общежитии номер пятнадцать, блок семьсот девять а отключается несколько раз за день."}
{"text": "здравствуйте, техническая поддержка спбгу, слушаю вас. здравствуйте, у меня на компьютере интернет не работает, что делать? вы находитесь в общежитии? да, в тринашке. на компьютере нет подключения к сети или именно к интернету? а в чем разница? снизу справа на панели задач у значка интернета красный крестик или желтый треугольник? треугольник. хорошо, назовите свой номер абонента. 1707.4.20. сейчас проверю. ярослав гусь? да, все верно. у вас задолженность по оплате. точно, сейчас оплачу, спасибо. все, до свидания.", "summa": "Интернет на компьютере Ярослава Гуся в общежитии номер тринадцать не работает."}