{"text": "добрый день, техническая поддержка спбгу, слушаю вас. добрый день. я забыла, к сожалению, свой пароль от почты, что мне нужно сделать? скажите пожалуйста свои фамилию, имя, отчество? филатова мария евгеньевна. хорошо, какой у вас факультет? матмех. какой у вас номер группы? 20 б 07 мм. ага, хорошо, с завтрашнего дня можете зайти в деканат, показать студенческий билет, и вам выдадут новый пароль. а дистанционно никак не получится это сделать? простите, но мы не можем без удостоверения личности выдать вам новый пароль. ладно, хорошо, спасибо, до свидания. до свидания.", "summa": "Филатова Мария Евгеньевна забыла свой пароль от почты."}
{"text": "здравствуйте, техническая поддержка спбгу, слушаю вас. здравствуйте. у нас тут в аудитории компьютер и доска не включаются. что делать? хорошо, проверьте, у вас включено оборудование в сеть? включен ли свет в аудитории? и на мониторе, и на доске должны гореть светодиоды. сейчас проверю, секудочку. точно, точно, в щитке не включил, спасибо, до свидания. все, до свидания.", "summa": "В аудитории компьютер и доска не включаются."}
{"text": "здравствуйте, техническая поддержка спбгу, слушаю вас. здравствуйте. уже который раз за день интернет отрубает, почините пожалуйста. скажите пожалуйста номер вашего общежития и блока. 15 общага, 709а. направил информацию провайдеру, проблема будет решена в ближайшее время. все, до свидания. до свидания.", "summa": "Интернет в общежитии номер пятнадцать, блок семьсот девять а отключается несколько раз за день."}
{"text": "здравствуйте, техническая поддержка спбгу, слушаю вас. здравствуйте, у меня на компьютере интернет не работает, что делать? вы находитесь в общежитии? да, в тринашке. на компьютере нет подключения к сети или именно к интернету? а в чем разница? снизу справа на панели задач у значка интернета красный крестик или желтый треугольник? треугольник. хорошо, назовите свой номер абонента. 1707.4.20. сейчас проверю. ярослав гусь? да, все верно. у вас задолженность по оплате. точно, сейчас оплачу, спасибо. все, до свидания.", "summa": "Интернет на компьютере Ярослава Гуся в общежитии номер тринадцать не работает."}
{"text": "Добрый день, техническая поддержка СПбГУ, слушаю вас. Здравствуйте, у меня не открывается Блэкборд, можете проверить? Подождите секунду. Сейчас проверим. Да, есть проблема с работой серверов. Работа будет восстановлена после проведения технических работ. Буду ждать, до свидания. До свидания.", "summa": "У пользователя не открывается Блэкборд."}
{"text": "Добрый день, техническая поддержка СПбГУ, слушаю вас. Здравствуйте, можно получить место в облачном хранилище google? Да, это возможно, скажите пожалуйста вашу фамилию, имя, отчество. Маляр Сергей Никитич. Сейчас поищу. ст 088041? Верно. Хорошо, открыл вам доступ, пользуйтесь. Спасибо, до свидания. До свидания.", "summa": "Пользователь хочет получить место в облачном хранилище Google."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Здравствуйте, у меня проблемы с входом в тимс. Он говорит, что мой пароль неверен. Скажите вашу фио и номер студенческого. Звонова Ирина Георгиевна, 586475. Хорошо, спасибо. Я вижу, что у вас есть аккаунт. Пробовали ли вы сбросить пароль? Да, пробовала. Но я так и не получила письмо со ссылкой для сброса пароля. Хм, это странно. Позвольте мне проверить ваш адрес электронной почты. ст 098254@стudent.spbu.ru? Нет, это Irina_Zvonova@gmail.com. А, понятно. В этом и заключается проблема. Для сброса пароля вам нужно использовать адрес электронной почты университета. Именно туда будет отправлена ссылка. Понятно. Я этого не знала, давайте я попробую. Подождите секунду. Конечно, не торопитесь. Хорошо, сейчас я нахожусь в электронной почте университета. Я вижу письмо со ссылкой для сброса пароля. Отлично. Нажмите на эту ссылку и следуйте инструкциям для создания нового пароля. Хорошо, готово. Дайте попробую зайти в тимс. Сообщите мне, если получится. Да, работает! Большое спасибо за помощь! Всегда пожалуйста. Могу ли я еще чем-нибудь помочь вам? Нет, спасибо. До свидания.", "summa": "У пользователя проблемы с входом в Тимс. Он говорит, что пароль неверен."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Здравствуйте, у меня проблемы с подключением к Вайфай на ПМ ПУ. Он постоянно запрашивает пароль. Какое устройство вы используете? Я использую свой ноутбук на виндовс 10. Вам нужно зайти на сайт spbu.connect.ru. Для регистрации вам понадобятся студенческие логин и пароль и ваш номер телефона. Хорошо, сейчас зайду. Подождите секунду. Жду. Я зашел на сайт. Что теперь? Теперь вам нужно выбрать сеть Вайфай кампуса из списка доступных сетей на вашем ноутбуке. Имя сети spbu campus. Я вижу. Вам просто нужно ввести имя пользователя и пароль, которые вы используете для своей учетной записи. Потом ввести номер телефона. На него придет код подтверждения. Введите его на сайте и тогда сможете подключаться к Вайфай по своим студенческим логину и паролю. Давайте я попробую. Хорошо, дайте мне знать, если это сработает. Да, работает! Теперь я подключен к Вайфай в кампусе. Большое спасибо за помощь! Пожалуйста. Еще что-то? Нет, до свидания!", "summa": "У пользователя проблемы с подключением к Вайфай на ПМ ПУ. Он постоянно запрашивает пароль."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Здравствуйте, у меня проблемы с печатью курсовой. Принтер не отвечает. Какой принтер вы пытаетесь использовать? Я пытаюсь использовать принтер в библиотеке. Хорошо. Какое сообщение об ошибке вы получаете? Там написано принтер отключен. Хм, это странно. Вы проверили кабель принтера и кабель питания? Да, проверила. Они подключены правильно. Вы пробовали выключить и снова включить принтер? Нет, не пробовала. Попробуйте. Это может устранить проблему. Хорошо, секунду. Конечно, не торопитесь. Я выключила и снова включила принтер. Давайте я попробую еще раз. Да, работает! Принтер теперь печатает! Могу ли я еще чем-то помочь вам? Нет, это все. До свидания. До свидания.", "summa": "У пользователя проблемы с печатью курсовой. Принтер в библиотеке не отвечает."}
{"text": "Здравствуйте, это техподдержка университета. Чем я могу вам помочь? У меня проблемы с доступом к онлайн-библиотеке. Там написано, что мне нужен пароль. Сейчас я вас зарегистрирую. Какая ваша студенческая почта? 587204. Хорошо, секунду. Я отправил вам данные для входа на почту. Попробуйте их. Сейчас зайду. Да, вижу. Вам нужно зайти на сайт онлайн-библиотеки и войти по этим данным. Далее вы сможете поменять пароль на свой в настройках личного кабинета. Хорошо, сейчас сделаю. Подождите чутка. Не торопитесь. Я поставила свой пароль. Теперь вы можете получить доступ к ресурсам онлайн-библиотеки, используя вашу почту и пароль, которые вы только что задали. Давайте я попробую. Хорошо, дайте мне знать, если что-то пойдет не так. Да, работает. Пожалуйста. Еще помощь нужна? Нет, все. До свидания.", "summa": "У пользователя проблемы с доступом к онлайн-библиотеке. Там написано, что ему нужен пароль."}
{"text": "Здравствуйте, это служба технической поддержки СПбГУ. Чем я могу вам помочь? Здравствуйте, у меня возникли проблемы с загрузкой файла в тимс. Пишет, что файл слишком большой. Каков формат и размер файла вашего задания? Это PDF файл, его размер 15 МБ. Хорошо, у тимса ограничение в 10 МБ для загрузки файлов. Вам необходимо уменьшить размер файла перед его загрузкой. Как мне это сделать? Вы можете использовать онлайн-инструмент для сжатия PDF файла. В Интернете есть много бесплатных вариантов. Хорошо, сейчас попробую. Подождите немного. Ожидаю. Я сжал свой файл. Теперь он весит 8 МБ. Отлично. Теперь вы можете попробовать загрузить его снова в тимс. Секунду. Да, работает! Файл успешно загружен. Спасибо за помощь! Всегда пожалуйста. Еще что-нибудь? Нет, больше ничего не нужно, до свидания. До свидания.", "summa": "У пользователя возникли проблемы с загрузкой файла в тимс. Пишет, что файл слишком большой."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Здравствуйте, у меня проблемы с веб-камерой. Она не работает во время дистанционной пары в тимсе. Ок, проверяли ли вы настройки веб-камеры на вашем компьютере? Да, проверил. Кажется, все в порядке. Хорошо. До этого она работала? Да, работала. А вы все так же делаете, как и до этого, или что-то изменилось? Ну, я раньше заходил через приложение, а сейчас зашел через браузер. Проверьте, есть ли у сайта тимса разрешение на использование камеры. Слева от адресной строки значок замка. Нажмите на него и проверьте, включена ли там камера. Проверяю. А, да, она была тут выключена. Спасибо. До свидания. До свидания.", "summa": "У пользователя проблемы с веб-камерой. Она не работает во время дистанционной пары в тимсе."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Добрый день, у меня проблемы с микрофоном. Он не улавливает мой голос во время онлайн-занятий. Он до этого работал? Нет, это новый микрофон. Хорошо, зайдите в настройки звука и включите функцию прослушивать это устройство. Так, включил. О, я слышу себя в колонках. Хорошо. Можете выключить. Теперь зайдите в тимс, настройки, настройки микрофона. Там включено? Секунду. Да, включено. Тогда в настройках компьютера найдите микрофон и включите ползунок у тимса. Попробую. Да, работает! Микрофон теперь улавливает мой голос. Большое спасибо за помощь! Всегда пожалуйста. Хорошего дня! И вам того же. До свидания!", "summa": "У пользователя проблемы с микрофоном. Он не улавливает его голос во время онлайн-занятий."}
{"text": "Здравствуйте, у меня проблемы с доступом к экзамену в экзамусе. Вы можете мне помочь? Конечно, как вас зовут и какая у вас почта? Меня зовут Александр Левин, моя почта 604365. Хорошо, Александр. По какому предмету у вас экзамен? Я изучаю Введение в психологию и пытаюсь получить доступ к моему сегодняшнему экзамену. Понятно. И что происходит, когда вы пытаетесь получить к ним доступ? Ну, все обычные уроки открываются, а у экзамена я нажимаю начать, но не могу пройти проверку по неизвестной причине. Он говорит Доступ запрещен. Вам необходимо записаться на этот курс, чтобы пройти этот тест. Это странно. Вы ведь записаны на этот курс? Да, конечно. Меня автоматически записали еще в начале семестра. Позвольте мне проверить статус вашей записи в нашей системе. Пожалуйста, подождите минутку. Хорошо, спасибо. Я вижу ваше зачисление здесь. Однако доступа к экзамену и вправду нету. Что же делать? Сейчас попробую найти проблему. Большое спасибо. Александр, вы выполняли контрольные работы? Я вижу 0 баллов за них, а для допуска к экзамену нужно минимум 50. Эм. Нет? Я просто читал лекции, а дальше шла самопроверка, но у нее не было никаких баллов, так что я ничего и не зарабатывал. После этих заданий в каждом блоке идет контрольная, и вот за нее уже ставятся баллы. И как же быть? Если вы знаете материал, можете сейчас все решить и успеть к концу проведения экзамена. Или уже решить их все до пересдачи. У меня есть 3 часа до конца сдачи, надеюсь, что успею. Спасибо! Не за что, удачи.", "summa": "У пользователя проблемы с доступом к экзамену в экзамусе."}
{"text": "Здравствуйте, у меня проблемы с подключением к дистанционному экзамену в тимс. Вы можете мне помочь? Конечно, как вас зовут и какая ваша почта? Меня зовут Бирюков Андрей Дмитриевич, 214532. Хорошо, Андрей. Какая у вас группа и экзамен? 20 Б 08 ПУ, экзамен по Матану. Понятно. И что происходит, когда вы пытаетесь присоединиться к сессии? Ну, в тимсах экзамен должен был начаться в 12, а уже 12.10 утра. Это странно. Позвольте мне проверить статус преподавателя и узнать, начал ли он встречу. Пожалуйста, подождите минуту. Хорошо, спасибо. Я проверил статус преподавателя, и похоже, что у них возникли технические трудности. Они пытаются исправить это как можно скорее. Понятно. Сколько времени это займет? Я точно не знаю, но они сказали, что студентам ничего не будет, а экзамен перенесут и напишут об этом в той же группе в тимс. Хорошо, спасибо, что сообщили мне. Еще что-нибудь? Нет, это все. Еще раз спасибо за помощь. Удачи на экзамене. Спасибо, до свидания.", "summa": " У пользователя проблемы с подключением к дистанционному экзамену в тимс. Он не начался вовремя."}
{"text": "Здравствуйте, мне нужно использовать матлаб в своей работе. Как я могу его получить? Добрый день. Продление лицензий на использование программного обеспечения Matlab не планируется. В СПбГУ предложена к использованию программа с открытым исходным кодом Scilab. Так что теперь получится использовать лишь его. Ясно. А где его можно установить? На винду пойдет? Программу можно скачать с официального сайта scilab.org. На виндовс она работает, не беспокойтесь. Хорошо, спасибо. Еще что-нибудь? Нет, мне больше ничего не нужно, До свидания. До свидания.", "summa": "Пользователь хочет использовать матлаб в своей работе."}