{"text": "добрый день, техническая поддержка спбгу, слушаю вас. добрый день. я забыла, к сожалению, свой пароль от почты, что мне нужно сделать? скажите пожалуйста свои фамилию, имя, отчество? филатова мария евгеньевна. хорошо, какой у вас факультет? матмех. какой у вас номер группы? 20 б 07 мм. ага, хорошо, с завтрашнего дня можете зайти в деканат, показать студенческий билет, и вам выдадут новый пароль. а дистанционно никак не получится это сделать? простите, но мы не можем без удостоверения личности выдать вам новый пароль. ладно, хорошо, спасибо, до свидания. до свидания.", "summa": "Филатова Мария Евгеньевна забыла свой пароль от почты."}
{"text": "здравствуйте, техническая поддержка спбгу, слушаю вас. здравствуйте. у нас тут в аудитории компьютер и доска не включаются. что делать? хорошо, проверьте, у вас включено оборудование в сеть? включен ли свет в аудитории? и на мониторе, и на доске должны гореть светодиоды. сейчас проверю, секудочку. точно, точно, в щитке не включил, спасибо, до свидания. все, до свидания.", "summa": "В аудитории компьютер и доска не включаются."}
{"text": "здравствуйте, техническая поддержка спбгу, слушаю вас. здравствуйте. уже который раз за день интернет отрубает, почините пожалуйста. скажите пожалуйста номер вашего общежития и блока. 15 общага, 709а. направил информацию провайдеру, проблема будет решена в ближайшее время. все, до свидания. до свидания.", "summa": "Интернет в общежитии номер пятнадцать, блок семьсот девять а отключается несколько раз за день."}
{"text": "здравствуйте, техническая поддержка спбгу, слушаю вас. здравствуйте, у меня на компьютере интернет не работает, что делать? вы находитесь в общежитии? да, в тринашке. на компьютере нет подключения к сети или именно к интернету? а в чем разница? снизу справа на панели задач у значка интернета красный крестик или желтый треугольник? треугольник. хорошо, назовите свой номер абонента. 1707.4.20. сейчас проверю. ярослав гусь? да, все верно. у вас задолженность по оплате. точно, сейчас оплачу, спасибо. все, до свидания.", "summa": "Интернет на компьютере Ярослава Гуся в общежитии номер тринадцать не работает."}
{"text": "Добрый день, техническая поддержка СПбГУ, слушаю вас. Здравствуйте, у меня не открывается Блэкборд, можете проверить? Подождите секунду. Сейчас проверим. Да, есть проблема с работой серверов. Работа будет восстановлена после проведения технических работ. Буду ждать, до свидания. До свидания.", "summa": "У пользователя не открывается Блэкборд."}
{"text": "Добрый день, техническая поддержка СПбГУ, слушаю вас. Здравствуйте, можно получить место в облачном хранилище google? Да, это возможно, скажите пожалуйста вашу фамилию, имя, отчество. Маляр Сергей Никитич. Сейчас поищу. ст 088041? Верно. Хорошо, открыл вам доступ, пользуйтесь. Спасибо, до свидания. До свидания.", "summa": "Пользователь хочет получить место в облачном хранилище Google."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Здравствуйте, у меня проблемы с входом в тимс. Он говорит, что мой пароль неверен. Скажите вашу фио и номер студенческого. Звонова Ирина Георгиевна, 586475. Хорошо, спасибо. Я вижу, что у вас есть аккаунт. Пробовали ли вы сбросить пароль? Да, пробовала. Но я так и не получила письмо со ссылкой для сброса пароля. Хм, это странно. Позвольте мне проверить ваш адрес электронной почты. ст 098254@стudent.spbu.ru? Нет, это Irina_Zvonova@gmail.com. А, понятно. В этом и заключается проблема. Для сброса пароля вам нужно использовать адрес электронной почты университета. Именно туда будет отправлена ссылка. Понятно. Я этого не знала, давайте я попробую. Подождите секунду. Конечно, не торопитесь. Хорошо, сейчас я нахожусь в электронной почте университета. Я вижу письмо со ссылкой для сброса пароля. Отлично. Нажмите на эту ссылку и следуйте инструкциям для создания нового пароля. Хорошо, готово. Дайте попробую зайти в тимс. Сообщите мне, если получится. Да, работает! Большое спасибо за помощь! Всегда пожалуйста. Могу ли я еще чем-нибудь помочь вам? Нет, спасибо. До свидания.", "summa": "У пользователя проблемы с входом в Тимс. Он говорит, что пароль неверен."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Здравствуйте, у меня проблемы с подключением к Вайфай на ПМ ПУ. Он постоянно запрашивает пароль. Какое устройство вы используете? Я использую свой ноутбук на виндовс 10. Вам нужно зайти на сайт spbu.connect.ru. Для регистрации вам понадобятся студенческие логин и пароль и ваш номер телефона. Хорошо, сейчас зайду. Подождите секунду. Жду. Я зашел на сайт. Что теперь? Теперь вам нужно выбрать сеть Вайфай кампуса из списка доступных сетей на вашем ноутбуке. Имя сети spbu campus. Я вижу. Вам просто нужно ввести имя пользователя и пароль, которые вы используете для своей учетной записи. Потом ввести номер телефона. На него придет код подтверждения. Введите его на сайте и тогда сможете подключаться к Вайфай по своим студенческим логину и паролю. Давайте я попробую. Хорошо, дайте мне знать, если это сработает. Да, работает! Теперь я подключен к Вайфай в кампусе. Большое спасибо за помощь! Пожалуйста. Еще что-то? Нет, до свидания!", "summa": "У пользователя проблемы с подключением к Вайфай на ПМ ПУ. Он постоянно запрашивает пароль."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Здравствуйте, у меня проблемы с печатью курсовой. Принтер не отвечает. Какой принтер вы пытаетесь использовать? Я пытаюсь использовать принтер в библиотеке. Хорошо. Какое сообщение об ошибке вы получаете? Там написано принтер отключен. Хм, это странно. Вы проверили кабель принтера и кабель питания? Да, проверила. Они подключены правильно. Вы пробовали выключить и снова включить принтер? Нет, не пробовала. Попробуйте. Это может устранить проблему. Хорошо, секунду. Конечно, не торопитесь. Я выключила и снова включила принтер. Давайте я попробую еще раз. Да, работает! Принтер теперь печатает! Могу ли я еще чем-то помочь вам? Нет, это все. До свидания. До свидания.", "summa": "У пользователя проблемы с печатью курсовой. Принтер в библиотеке не отвечает."}
{"text": "Здравствуйте, это техподдержка университета. Чем я могу вам помочь? У меня проблемы с доступом к онлайн-библиотеке. Там написано, что мне нужен пароль. Сейчас я вас зарегистрирую. Какая ваша студенческая почта? 587204. Хорошо, секунду. Я отправил вам данные для входа на почту. Попробуйте их. Сейчас зайду. Да, вижу. Вам нужно зайти на сайт онлайн-библиотеки и войти по этим данным. Далее вы сможете поменять пароль на свой в настройках личного кабинета. Хорошо, сейчас сделаю. Подождите чутка. Не торопитесь. Я поставила свой пароль. Теперь вы можете получить доступ к ресурсам онлайн-библиотеки, используя вашу почту и пароль, которые вы только что задали. Давайте я попробую. Хорошо, дайте мне знать, если что-то пойдет не так. Да, работает. Пожалуйста. Еще помощь нужна? Нет, все. До свидания.", "summa": "У пользователя проблемы с доступом к онлайн-библиотеке. Там написано, что ему нужен пароль."}
{"text": "Здравствуйте, это служба технической поддержки СПбГУ. Чем я могу вам помочь? Здравствуйте, у меня возникли проблемы с загрузкой файла в тимс. Пишет, что файл слишком большой. Каков формат и размер файла вашего задания? Это PDF файл, его размер 15 МБ. Хорошо, у тимса ограничение в 10 МБ для загрузки файлов. Вам необходимо уменьшить размер файла перед его загрузкой. Как мне это сделать? Вы можете использовать онлайн-инструмент для сжатия PDF файла. В Интернете есть много бесплатных вариантов. Хорошо, сейчас попробую. Подождите немного. Ожидаю. Я сжал свой файл. Теперь он весит 8 МБ. Отлично. Теперь вы можете попробовать загрузить его снова в тимс. Секунду. Да, работает! Файл успешно загружен. Спасибо за помощь! Всегда пожалуйста. Еще что-нибудь? Нет, больше ничего не нужно, до свидания. До свидания.", "summa": "У пользователя возникли проблемы с загрузкой файла в тимс. Пишет, что файл слишком большой."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Здравствуйте, у меня проблемы с веб-камерой. Она не работает во время дистанционной пары в тимсе. Ок, проверяли ли вы настройки веб-камеры на вашем компьютере? Да, проверил. Кажется, все в порядке. Хорошо. До этого она работала? Да, работала. А вы все так же делаете, как и до этого, или что-то изменилось? Ну, я раньше заходил через приложение, а сейчас зашел через браузер. Проверьте, есть ли у сайта тимса разрешение на использование камеры. Слева от адресной строки значок замка. Нажмите на него и проверьте, включена ли там камера. Проверяю. А, да, она была тут выключена. Спасибо. До свидания. До свидания.", "summa": "У пользователя проблемы с веб-камерой. Она не работает во время дистанционной пары в тимсе."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Добрый день, у меня проблемы с микрофоном. Он не улавливает мой голос во время онлайн-занятий. Он до этого работал? Нет, это новый микрофон. Хорошо, зайдите в настройки звука и включите функцию прослушивать это устройство. Так, включил. О, я слышу себя в колонках. Хорошо. Можете выключить. Теперь зайдите в тимс, настройки, настройки микрофона. Там включено? Секунду. Да, включено. Тогда в настройках компьютера найдите микрофон и включите ползунок у тимса. Попробую. Да, работает! Микрофон теперь улавливает мой голос. Большое спасибо за помощь! Всегда пожалуйста. Хорошего дня! И вам того же. До свидания!", "summa": "У пользователя проблемы с микрофоном. Он не улавливает его голос во время онлайн-занятий."}
{"text": "Здравствуйте, у меня проблемы с доступом к экзамену в экзамусе. Вы можете мне помочь? Конечно, как вас зовут и какая у вас почта? Меня зовут Александр Левин, моя почта 604365. Хорошо, Александр. По какому предмету у вас экзамен? Я изучаю Введение в психологию и пытаюсь получить доступ к моему сегодняшнему экзамену. Понятно. И что происходит, когда вы пытаетесь получить к ним доступ? Ну, все обычные уроки открываются, а у экзамена я нажимаю начать, но не могу пройти проверку по неизвестной причине. Он говорит Доступ запрещен. Вам необходимо записаться на этот курс, чтобы пройти этот тест. Это странно. Вы ведь записаны на этот курс? Да, конечно. Меня автоматически записали еще в начале семестра. Позвольте мне проверить статус вашей записи в нашей системе. Пожалуйста, подождите минутку. Хорошо, спасибо. Я вижу ваше зачисление здесь. Однако доступа к экзамену и вправду нету. Что же делать? Сейчас попробую найти проблему. Большое спасибо. Александр, вы выполняли контрольные работы? Я вижу 0 баллов за них, а для допуска к экзамену нужно минимум 50. Эм. Нет? Я просто читал лекции, а дальше шла самопроверка, но у нее не было никаких баллов, так что я ничего и не зарабатывал. После этих заданий в каждом блоке идет контрольная, и вот за нее уже ставятся баллы. И как же быть? Если вы знаете материал, можете сейчас все решить и успеть к концу проведения экзамена. Или уже решить их все до пересдачи. У меня есть 3 часа до конца сдачи, надеюсь, что успею. Спасибо! Не за что, удачи.", "summa": "У пользователя проблемы с доступом к экзамену в экзамусе."}
{"text": "Здравствуйте, у меня проблемы с подключением к дистанционному экзамену в тимс. Вы можете мне помочь? Конечно, как вас зовут и какая ваша почта? Меня зовут Бирюков Андрей Дмитриевич, 214532. Хорошо, Андрей. Какая у вас группа и экзамен? 20 Б 08 ПУ, экзамен по Матану. Понятно. И что происходит, когда вы пытаетесь присоединиться к сессии? Ну, в тимсах экзамен должен был начаться в 12, а уже 12.10 утра. Это странно. Позвольте мне проверить статус преподавателя и узнать, начал ли он встречу. Пожалуйста, подождите минуту. Хорошо, спасибо. Я проверил статус преподавателя, и похоже, что у них возникли технические трудности. Они пытаются исправить это как можно скорее. Понятно. Сколько времени это займет? Я точно не знаю, но они сказали, что студентам ничего не будет, а экзамен перенесут и напишут об этом в той же группе в тимс. Хорошо, спасибо, что сообщили мне. Еще что-нибудь? Нет, это все. Еще раз спасибо за помощь. Удачи на экзамене. Спасибо, до свидания.", "summa": " У пользователя проблемы с подключением к дистанционному экзамену в тимс. Он не начался вовремя."}
{"text": "Здравствуйте, мне нужно использовать матлаб в своей работе. Как я могу его получить? Добрый день. Продление лицензий на использование программного обеспечения Matlab не планируется. В СПбГУ предложена к использованию программа с открытым исходным кодом Scilab. Так что теперь получится использовать лишь его. Ясно. А где его можно установить? На винду пойдет? Программу можно скачать с официального сайта scilab.org. На виндовс она работает, не беспокойтесь. Хорошо, спасибо. Еще что-нибудь? Нет, мне больше ничего не нужно, До свидания. До свидания.", "summa": "Пользователь хочет использовать матлаб в своей работе."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? У моих одногруппников в личном кабинете появились курсы по выбору, а у меня нет, что мне делать? Странно. Какой у вас студенческий адрес электронной почты? 587204. Хорошо, одну секунду. Я проверю ваш профиль. Вы знаете, какие курсы по выбору вы хотите посещать? Да, я хочу пройти курсы "Введение в искусственный интеллект" и "История кино". Хорошо, я вижу проблему. Сейчас я внесу эти курсы в ваш профиль, они появятся там через пару часов. Спасибо за помощь. Не за что. Нужна еще помощь? Нет, это все. До свидания.", "summa": "У одногруппников в личном кабинете отображаются элективные курсы, а у пользователя - нет."}
{"text": "Здравствуйте, это служба поддержки университета. Чем я могу вам помочь? Здравствуйте, мне нужно оплатить обучение за следующий семестр. Как мне это сделать? Пожалуйста, назовите ваше полное имя и номер студенческого билета. Хан Мухаммад Али, 784562. Хорошо, спасибо. Я вижу, что вы зачислены на магистерскую программу по компьютерным наукам. Стоимость обучения на этой программе составляет 15000 рублей за семестр. Вы можете оплатить ее онлайн через сайт университета. Как получить доступ к сайту? Вам нужно зайти на сайт www.pay.spbu.ru и перейти на вкладку 'Студенты'. Затем вы увидите ссылку 'Оплатить обучение'. Для входа в систему вам понадобится номер вашего студенческого билета и пароль. Я вижу ссылку для оплаты обучения. Это хорошо. Нажмите на эту ссылку и следуйте инструкциям, чтобы оплатить взнос. Вы можете использовать кредитную карту или банковский перевод. Хорошо, я оплатил взнос. Спасибо за помощь! Пожалуйста. Могу ли я еще что-нибудь сделать для вас? Нет, спасибо. До свидания. До свидания.", "summa": "Пользователю необходимо внести платеж за обучение."}
{"text": "Добрый день, техподдержка СПбГУ, слушаю вас. Добрый день. Я бы хотела подать заявление на повышенную стипендию, что мне нужно сделать? Скажите, пожалуйста, вашу фамилию, имя, отчество? Иван Петров. А какой у вас факультет? Физический. Какой у Вас средний балл? 4.8. Да, хорошо, вам нужно заполнить онлайн-заявку в личном кабинете. Есть ли крайний срок подачи заявления? Да, у вас есть время до конца этого месяца, чтобы подать заявление. Хорошо, спасибо, до свидания. До свидания.", "summa": "Пользователь хочет подать заявку на получение повышенной стипендии."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Я хочу получить копию диплома, но не знаю, как это сделать онлайн. Я подскажу вам, как это сделать. Какой у вас студенческий адрес электронной почты? 587204. Хорошо, одну секунду. Я отправил вам на электронную почту ссылку на форму онлайн-заявки. Откройте ее. Вижу, сейчас открою. Вам нужно заполнить форму, указав свои личные и академические данные. Затем вам нужно загрузить сканы удостоверения личности. Хорошо, секунду. Подождите немного. Не торопитесь. Я заполнил форму и загрузил документы. Теперь вы можете отправить заявку, нажав на кнопку "отправить" внизу страницы. Отправил. Вскоре вы получите подтверждение и копию диплома по электронной почте. Нужна еще помощь? Нет, это все. До свидания.", "summa": "Пользователь хочет получить электронную копию диплома."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Как мне бесплатно использовать Microsoft Office? Я помогу вам с этим. Какой у вас студенческий адрес электронной почты? 587204. Хорошо, одну секунду. Я проверю ваш профиль. Вы имеете право на план Microsoft Office 365 Education, который дает вам бесплатный доступ к Word, Excel, PowerPoint, OneNote и другим приложениям. Звучит здорово. Как мне его получить? Вам нужно зайти на сайт Microsoft Office и войти, указав свой студенческий адрес электронной почты. Вы получите письмо с ссылкой для активации вашей учетной записи. Затем вы сможете загрузить и установить приложения на свое устройство. На каких устройствах я могу его использовать? Вы можете использовать приложение на пяти устройствах, включая ПК, компьютеры Mac, планшеты и телефоны. Хорошо, я так и сделаю. Спасибо за помощь. Не за что. Нужна еще помощь? Нет, это все. До свидания. До свидания.", "summa": "Пользователь хочет бесплатно использовать Microsoft Office."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Как начать групповой звонок в MS Teams? Сейчас расскажу. Чтобы начать групповой звонок в MS Teams, необходимо выполнить следующие действия: Откройте приложение MS Teams на своем устройстве и войдите в него, используя свой студенческий e-mail и пароль. Я зашел. В левой части приложения нажмите на вкладку "Чат", а затем нажмите на кнопку "Новый чат" в верхней части; В поле "Кому" введите имена или электронные адреса людей, которым вы хотите позвонить. В групповой чат можно добавить до 20 человек. Ага, сделал. После того как вы добавите всех, нажмите на кнопку "Видеозвонок" или "Аудиозвонок" в правом верхнем углу окна чата. Звонок начнется, и другим участникам придет оповещение. Да, началось. Чтобы завершить разговор, нажмите на красную кнопку "Повесить трубку" в нижней части экрана. Все, тестовый звонок сделал. Спасибо за помощь. Пожалуйста. Еще что-нибудь? Нет, все, спасибо. До свидания.", "summa": "Пользователь хочет знать, как начать групповой звонок в MS Teams."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Как проверить, подходит ли мой компьютер для сдачи зачета в Экзамусе? Я помогу вам с этим. Какой у вас студенческий адрес электронной почты? 587204. Хорошо, одну секунду. Я проверю ваш профиль. Вы записаны на онлайн-курс "Введение в философию", верно? Да, все верно. Хорошо, понятно. Вам нужно сдать выпускной экзамен с помощью системы прокторинга Examus. Да, но как узнать, соответствует ли мой компьютер требованиям Examus? Зайдите на сайт open.edu и войдите в систему, используя свой студенческий e-mail и пароль. Уже. На странице экзамена выберите первую вкладку с инструкцией прохождения экзамена. Откройте ее. Секунду. Готово, открыл. На 5 странице в желтой рамке ссылка на страницу с тестом вашего устройства. Так, перешел, что дальше? Вам нужно будет разрешить доступ к веб-камере, микрофону и экрану. Система проверит скорость вашего интернета, совместимость браузера и производительность устройства. Если все в порядке, вы увидите зеленую галочку рядом с каждым пунктом. Если есть проблема, вы увидите красный крестик и предложение о том, как ее устранить. Вы также можете посмотреть видеоинструкцию по использованию Examus перед сдачей экзамена. Хорошо, сейчас протестирую. Конечно, я подожду на случай возникновения проблем. Все галочки горят зеленым! Это значит, что ваше устройство подходит. Спасибо за помощь. Не за что. Нужна еще помощь? Нет, это все, еще раз спасибо. Не за что, до свидания. До свидания.", "summa": "Пользователь хочет проверить, подходит ли его компьютер для проведения зачета в Экзамусе."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Как сообщить о проблеме с оборудованием компьютерного класса? Я помогу вам с этим. Какая аудитория? Компьютерный класс на факультете ПМ-ПУ, аудитория 203. Хорошо, понятно. В чем проблема с оборудованием? Компьютер не работает. Он включается, возникает экран загрузки Windows, и перезагружается. Понял. Технический специалист будет назначен для устранения проблемы в кратчайшие сроки. Нужна еще помощь? Нет, это все, до свидания. До свидания.", "summa": "Пользователь сообщил о проблеме с компьютером в компьютерном классе."}
{"text": "Здравствуйте, это служба технической поддержки университета. Чем я могу вам помочь? Как отчислиться? Жаль это слышать. Отчисление - это серьезное решение, которое требует тщательного обдумывания. Вы все обдумали? Да, я уверен в своем решении. В таком случае в личном кабинете в разделе заявки вам нужно создать новую заявку и выбрать тип заявки "Отчисление". После заполнения ее нужно сохранить во вкладке "Документы". Хорошо, я так и сделаю. Спасибо за помощь. Не за что. Нужна еще помощь? Нет, до свидания. До свидания.", "summa": "Пользователь хочет знать, как отчислиться из университета."}